{
  "blink": { "branch": "main" },
  "blink.compat": { "branch": "main" },
  "codeium.nvim": { "branch": "main" },
  "conform": { "branch": "master" },
  "edgy.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "legendary.nvim": { "branch": "master" },
  "lsp": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "overseer.nvim": { "branch": "master" },
  "persistence.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "z_colorscheme-256noir": { "branch": "master" },
  "z_colorscheme-accent": { "branch": "master" },
  "z_colorscheme-atlas": { "branch": "master" },
  "z_colorscheme-base16": { "branch": "main" },
  "z_colorscheme-catppuccin": { "branch": "main" },
  "z_colorscheme-colors-meh": { "branch": "master" },
  "z_colorscheme-colors-plain": { "branch": "master" },
  "z_colorscheme-cyberdream": { "branch": "main" },
  "z_colorscheme-darkvoid": { "branch": "master" },
  "z_colorscheme-dracula": { "branch": "main" },
  "z_colorscheme-edge": { "branch": "master" },
  "z_colorscheme-enfocado": { "branch": "main" },
  "z_colorscheme-monochrome": { "branch": "main" },
  "z_colorscheme-moonfly-colors": { "branch": "master" },
  "z_colorscheme-neko-night": { "branch": "main" },
  "z_colorscheme-neo": { "branch": "main" },
  "z_colorscheme-onedark": { "branch": "master" },
  "z_colorscheme-onedarkpro": { "branch": "main" },
  "z_colorscheme-phoenix": { "branch": "master" },
  "z_colorscheme-photon": { "branch": "master" },
  "z_colorscheme-rasmus": { "branch": "main" },
  "z_colorscheme-zenbones": { "branch": "main" }
}
